{
  "extracted_at": "2026-01-30T23:18:08.738296",
  "total_papers": 12,
  "categories": {
    "[A]-Reproductive-Science": 3,
    "[B]-Stem-Cells-Organoids": 3,
    "[D]-Data-Science-Methodology": 3,
    "[C]-Comparative-Species-Models": 3
  },
  "papers": [
    {
      "id": "[A]_Reproductive_Science_02_Reproductive_Immunology",
      "path": "[A]-Reproductive-Science/02-Reproductive-Immunology",
      "folder": "02-Reproductive-Immunology",
      "title": "02-Reproductive-Immunology",
      "files": [
        "Inoue et al. - 2010 - IL-15 Prevents Apoptosis, Reverses Innate and Adaptive Immune Dysfunction, and Improves Survival in.pdf",
        "Palomino et al. - 2013 - Complement C3 and decay-accelerating factor expression levels are modulated by human chorionic gonad.pdf",
        "Monin et al. - 2020 - Immune responses in the human female reproductive tract.pdf",
        "Ander et al. - 2019 - Immune responses at the maternal-fetal interface.pdf",
        "Han et al. - 2017 - Analysis of cysteine-X-cysteine motif chemokine ligands 9, 10, and 11, their receptor CXCR3, and the.pdf",
        "Gimeno-Molina et al. - 2022 - The Role of Neutrophils in Pregnancy, Term and Preterm Labour.pdf",
        "Ashkar et al. - 2003 - Assessment of Requirements for IL-15 and IFN Regulatory Factors in Uterine NK Cell Differentiation a.pdf",
        "Gaynor and Colucci - 2017 - Uterine natural killer cells Functional distinctions and influence on pregnancy in humans and mice.pdf",
        "Orecchioni et al. - 2019 - Macrophage polarization Different gene signatures in M1(Lps+) vs. Classically and M2(LPS-) vs. Alte.pdf",
        "Lee et al. - 2024 - Complement system molecules Expression and regulation at the maternal-conceptus interface during pr.pdf",
        "Usami et al. - 2010 - Complement component C3 functions as an embryotrophic factor in early postimplantation rat embryos.pdf",
        "Jeong et al. - 2017 - Differential expression and functional roles of chemokine (C-C motif) ligand 23 and its receptor che.pdf",
        "Jiang and Wang - 2020 - Macrophage subsets at the maternal-fetal interface.pdf",
        "Chaplin - 2003 - 1. Overview of the immune response.pdf",
        "Piriou-Guzylack and Salmon - 2008 - Membrane markers of the immune cells in swine An update.pdf",
        "Mansouri-Attia et al. - 2012 - Pivotal role for monocytesmacrophages and dendritic cells in maternal immune response to the develo.pdf",
        "Riley-Vargas et al. - 2005 - Targeted and restricted complement activation on acrosome-reacted spermatozoa.pdf",
        "Frolíková et al. - 2012 - Role of complement regulatory proteins CD46, CD55 and CD59 in reproduction.pdf",
        "Bulla et al. - 2005 - The Complement System at the Fetomaternal Interface.pdf",
        "Strbo et al. - 2024 - Assessment of immune cells in the uterine fluid at the time of the embryo transfer.pdf",
        "Ka et al. - 2018 - Endometrial response to conceptus-derived estrogen and interleukin-1β at the time of implantation in.pdf",
        "Li et al. - 2020 - Pregnancy immune tolerance at the maternal-fetal interface.pdf",
        "Buchrieser and Schwartz - 2021 - Pregnancy complications and Interferon-induced transmembrane proteins (IFITM) Balancing antiviral i.pdf",
        "Robertson and Moldenhauer - 2014 - Immunological determinants of implantation success.pdf",
        "Wang et al. - 2022 - IL-10 A bridge between immune cells and metabolism during pregnancy.pdf",
        "Hansen et al. - 2017 - Paracrine and endocrine actions of interferon tau (IFNT).pdf",
        "Zlotnik et al. - 2006 - The chemokine and chemokine receptor superfamilies and their molecular evolution.pdf",
        "Kim et al. - 2012 - Swine leukocyte antigen-DQ expression and its regulation by interferon-gamma at the maternal-fetal i.pdf",
        "Abu-Raya et al. - 2020 - Maternal Immunological Adaptation During Normal Pregnancy.pdf",
        "Lee et al. - 2024 - Function of immune cells and effector molecules of the innate immune system in the establishment and 1.pdf",
        "Reid et al. - 1999 - Human neutrophil elastase regulates the expression and secretion of elafin (elastase-specific inhibi.pdf",
        "Han et al. - 2018 - Cysteine-X-cysteine motif chemokine ligand 12 and its receptor CXCR4 Expression, regulation, and po.pdf",
        "Morelli et al. - 2015 - The maternal immune system during pregnancy and its influence on fetal development.pdf",
        "Zhang et al. - 2022 - Regulation and Function of Chemokines at the Maternal–Fetal Interface 1.pdf",
        "Huan et al. - 2020 - Antimicrobial Peptides Classification, Design, Application and Research Progress in Multiple Fields.pdf",
        "Mishra and Sarkar - 2018 - Minireview Open Access Interferon Stimulated Genes (Isgs) Novel Pregnancy Specific Biomarker In Buf.pdf",
        "Yang et al. - 2021 - Role of Transforming Growth Factor-β1 in Regulating Fetal-Maternal Immune Tolerance in Normal and Pa.pdf",
        "Shah et al. - 2019 - Progesterone-related immune modulation of pregnancy and labor.pdf",
        "Lee et al. - 2021 - Antimicrobial peptides cathelicidin, PMAP23, and PMAP37 Expression in the endometrium throughout th.pdf",
        "Madhukaran et al. - 2015 - Decidual expression and localization of human surfactant protein SP-A and SP-D, and complement prote.pdf",
        "Merle et al. - 2015 - Complement system part II Role in immunity.pdf",
        "Bae et al. - 2019 - Mitigation of ER-stress and inflammation by chemokine (C-C motif) ligand 21 during early pregnancy.pdf",
        "Song et al. - 2009 - Interferon Tau in the Ovine Uterus.pdf",
        "Lee et al. - 2024 - Function of immune cells and effector molecules of the innate immune system in the establishment and.pdf",
        "Mohammed et al. - 2022 - Pregnancy stage-dependent modulation of neutrophil function may impact embryo survivability and preg.pdf",
        "Lee et al. - 2024 - Function of immune cells and effector molecules of the innate immune system in the establishment and 2.pdf",
        "Yang et al. - 2023 - Spatiotemporal insight into early pregnancy governed by immune-featured stromal cells.pdf",
        "Yockey and Iwasaki - 2018 - Interferons and Proinflammatory Cytokines in Pregnancy and Fetal Development.pdf",
        "Ashkar et al. - 2000 - Interferon Contributes to Initiation of Uterine Vascular Modification, Decidual Integrity, and Uteri.pdf",
        "Farmer et al. - 1990 - Complementary DNA Cloning and Regulation of Expression of the Messenger RNA Encoding a Pregnancy-Ass 1.pdf",
        "Ryszer - 2015 - Understanding the Mysterious M2 Macrophage through Activation Markers and Effector Mechanisms.pdf",
        "Stas et al. - 2020 - NK and T Cell Differentiation at the Maternal-Fetal Interface in Sows During Late Gestation.pdf",
        "Mahajan et al. - 2022 - Role of Natural Killer Cells during Pregnancy and Related Complications.pdf",
        "Cornish et al. - 2020 - Innate Immune Responses to Acute Viral Infection During Pregnancy.pdf",
        "Nagaoka et al. - 2003 - Regulation of blastocyst migration, apposition, and initial adhesion by a chemokine, interferon γ-in.pdf",
        "Yoo et al. - 2019 - Analysis of interferon-γ receptor IFNGR1 and IFNGR2 expression and regulation at the maternal-concep.pdf",
        "Vasudevan et al. - 2017 - Effects of early pregnancy on uterine lymphocytes and endometrial expression of immune-regulatory mo.pdf",
        "Pham - 2006 - Neutrophil serine proteases Specific regulators of inflammation.pdf",
        "King et al. - 2003 - Elafin in Human Endometrium An Antiprotease and Antimicrobial Molecule Expressed during Menstruatio.pdf",
        "He et al. - 2020 - Normal range of complement components during pregnancy A prospective study.pdf",
        "Kitaya et al. - 2000 - IL-15 Expression at Human Endometrium and Decidua.pdf",
        "Wagage et al. - 2014 - The Aryl Hydrocarbon Receptor Promotes IL-10 Production by NK Cells.pdf",
        "Mor et al. - 2011 - Inflammation and pregnancy The role of the immune system at the implantation site.pdf",
        "Lamers et al. - 2021 - The Promiscuous Profile of Complement Receptor 3 in Ligand Binding, Immune Modulation, and Pathophys.pdf",
        "Trowsdale and Betz - 2006 - Mother's little helpers Mechanisms of maternal-fetal tolerance.pdf",
        "Nakamura et al. - 2017 - Increase in complement iC3b is associated with anti-inflammatory cytokine expression during late pre.pdf",
        "Yarbrough et al. - 2015 - Antimicrobial peptides in the female reproductive tract A critical component of the mucosal immune.pdf",
        "Jablonski et al. - 2015 - Novel markers to delineate murine M1 and M2 macrophages.pdf",
        "Merle et al. - 2015 - Complement system part I - molecular mechanisms of activation and regulation.pdf",
        "Dorin et al. - 2014 - Mammalian Antimicrobial Peptides; Defensins and Cathelicidins.pdf",
        "Wagner and Frank - 2009 - Therapeutic potential of complement modulation.pdf",
        "Lopez-Castejon and Brough - Understanding the mechanism of IL-1b secretion.pdf",
        "Luppi - 2003 - How immune mechanisms are affected by pregnancy.pdf",
        "Jankovičová et al. - 2020 - Tetraspanins, more than markers of extracellular vesicles in reproduction.pdf",
        "Yoo et al. - 2016 - Pro-inflammatory Cytokines and Their Receptors Expression and Regulation in the Uterine Endometrium.pdf",
        "Mosser and Zhang - 2008 - Interleukin-10 new perspectives on an old cytokine.pdf",
        "Moffett and Colucci - 2014 - Uterine NK cells Active regulators at the maternal-fetal interface.pdf",
        "Burwick et al. - 2021 - Editorial Innate Immunity in Normal and Adverse Pregnancy.pdf",
        "Rahman et al. - 2004 - Effects of implantation and early pregnancy on the expression of cytokines and vascular surface mole.pdf",
        "Pestka et al. - 2004 - Interferons, interferon-like cytokines, and their receptors.pdf",
        "Edwards et al. - 2001 - The role of complement receptor 3 (CR3) in Neisseria gonorrhoeae infection of human cervical epithel.pdf",
        "Lukácsi et al. - 2020 - Utilization of complement receptors in immune cell–microbe interaction.pdf",
        "Schalk et al. - Pregnancy-Associated Alterations of Peripheral Blood Immune Cell Numbers in Domestic Sows Are Modifi.pdf",
        "You et al. - 2021 - TNF-α Regulated Endometrial Stroma Secretome Promotes Trophoblast Invasion.pdf",
        "Mor and Cardenas - 2010 - The Immune System in Pregnancy A Unique Complexity.pdf",
        "Hong et al. - 2020 - HAI-1 regulates placental folds development by influencing trophoblast cell proliferation and invasi.pdf",
        "Robertson et al. - 2018 - Regulatory T cells in embryo implantation and the immune response to pregnancy.pdf",
        "Cheng and Sharma - 2015 - Interleukin-10 A pleiotropic regulator in pregnancy.pdf",
        "Thaxton and Sharma - 2010 - Interleukin-10 A Multi-Faceted Agent of Pregnancy.pdf",
        "Reichhardt et al. - 2019 - Complement in Human Pre-implantation Embryos Attack and Defense.pdf",
        "von Rango - 2008 - Fetal tolerance in human pregnancy—A crucial balance between acceptance and limitation of trophoblas.pdf",
        "Yoo et al. - 2017 - Expression and regulation of interleukin 6 and its receptor at the maternal-conceptus interface duri.pdf",
        "Sanguansermsri and Pongcharoen - 2008 - Pregnancy Immunology Decidual Im-mune Cells.pdf",
        "Madhukaran et al. - 2016 - Role of collectins and complement protein C1q in pregnancy and parturition.pdf",
        "Le Gars et al. - 2019 - Pregnancy-induced alterations in nk cell phenotype and function.pdf",
        "Girardi et al. - 2020 - Essential Role of Complement in Pregnancy From Implantation to Parturition and Beyond.pdf",
        "Noris and Remuzzi - 2013 - Overview of complement activation and regulation.pdf",
        "Gordon - 2021 - Interleukin-15 in Outcomes of Pregnancy.pdf",
        "Sheldon and Bromfield - 2011 - Innate immunity in the human endometrium and ovary.pdf",
        "Gallo and Hooper - 2012 - Epithelial antimicrobial defence of the skin and intestine.pdf",
        "Moreau et al. - 2008 - Multifaceted roles of human elafin and secretory leukocyte proteinase inhibitor (SLPI), two serine p.pdf",
        "Sallenave - 2010 - Secretory leukocyte protease inhibitor and elafintrappin-2 Versatile mucosal antimicrobials and re.pdf",
        "Zhang and Wei - 2021 - Role of Decidual Natural Killer Cells in Human Pregnancy and Related Pregnancy Complications.pdf",
        "King et al. - 2003 - Innate immune defences in the human endometrium.pdf",
        "Sallenave et al. - 1997 - Secretory leukocyte proteinase inhibitor is a major leukocyte elastase inhibitor in human neutrophil.pdf",
        "Barber and Pollard - 2003 - The Uterine NK Cell Population Requires IL-15 but These Cells Are Not Required for Pregnancy nor the.pdf",
        "Faas et al. - 2014 - Monocytes and macrophages in pregnancy and pre-eclampsia.pdf",
        "Roberts et al. - Interferons and the Maternal-Conceptus Dialog in Mammals.pdf",
        "Godbole and Modi - 2010 - Regulation of decidualization, interleukin-11 and interleukin-15 by homeobox A 10 in endometrial str.pdf",
        "Huhn et al. - 2021 - How Do Uterine Natural Killer and Innate Lymphoid Cells Contribute to Successful Pregnancy.pdf",
        "Rettig et al. - 2015 - Evasion and Interactions of the Humoral Innate Immune Response in Pathogen Invasion, Autoimmune Dise.pdf",
        "King et al. - 2003 - Differential regulation of secretory leukocyte protease inhibitor and elafin by progesterone.pdf",
        "Zimmer et al. - 2015 - On the functional overlap between complement and anti-microbial peptides.pdf",
        "Borroni et al. - 2009 - Chemokine Decoy Receptors New Players in Reproductive Immunology.pdf",
        "Sayegh et al. - 1996 - Localization of the expression of complement component 3 in the human endometrium by in situ hybridi.pdf",
        "Karasu et al. - 2018 - Extracellular vesicles Packages sent with complement.pdf",
        "Sohn et al. - Tolerance is dependent on complement C3 fragment iC3b binding to antigen-presenting cells.pdf",
        "Zhu et al. - 2017 - Interferon-τ increases BoLA-I for implantation during early pregnancy in dairy cows 1.pdf",
        "Jiang et al. - 2018 - Three macrophage subsets are identified in the uterus during early human pregnancy.pdf",
        "Zipfel and Skerka - 2009 - Complement regulators and inhibitory proteins.pdf",
        "Tomee et al. - 1998 - Science matters Secretory leukoprotease inhibitor a native antimicrobial protein presenting a new t.pdf",
        "Zhang et al. - 2022 - Regulation and Function of Chemokines at the Maternal–Fetal Interface.pdf",
        "Chávez-Galán et al. - 2015 - Much more than M1 and M2 macrophages, there are also CD169+ and TCR+ macrophages.pdf",
        "Eter et al. - 2000 - The Immune System. Second of two parts.pdf",
        "Parkin and Cohen - 2001 - An overview of the immune system.pdf",
        "Lee et al. - 2023 - Antimicrobial peptides β-defensin family Expression and regulation in the endometrium during the es.pdf",
        "Gordon and Taylor - 2005 - Monocyte and macrophage heterogeneity.pdf",
        "Zhang et al. - 2021 - Maternal and Fetal Outcomes After Interferon Exposure During Pregnancy A Systematic Review With Met.pdf",
        "Sohn et al. - 2003 - Tolerance is dependent on complement C3 fragment iC3b binding to antigen-presenting cells.pdf",
        "Zhu et al. - 2017 - Interferon-τ increases BoLA-I for implantation during early pregnancy in dairy cows.pdf",
        "Vorup-Jensen and Jensen - 2018 - Structural immunology of complement receptors 3 and 4.pdf",
        "Choi et al. - 2016 - Chemokine (C-C Motif) ligand 28 and its receptor CCR10 Expression and function at the maternal-conc.pdf",
        "Yamaguchi et al. - 2001 - Regulation of Interferon-τ τ τ τ Gene Expression and the Maternal Recognition of Pregnancy.pdf",
        "Kate Smith- Jackson - 2022 - Alternative pathway activation in pregnancy, a measured amount “complements” a successful pregnancy,.pdf",
        "Yu et al. - 2016 - IL15 promotes growth and invasion of endometrial stromal cells and inhibits killing activity of NK c.pdf",
        "Homsi - INTERFERON ALFA (INF-a) USE DURING PREGNANCY A Case Report in Chronic Myeloid Leukemia and a Review.pdf",
        "Jang et al. - 2017 - Characterization of interferon α and β receptor IFNAR1 and IFNAR2 expression and regulation in the u.pdf",
        "Lee et al. - 2023 - Spatiotemporal expression and regulation of peptidase inhibitor 3 and secretory leukocyte protease i 2.pdf",
        "Brooks et al. - 2014 - Conceptus elongation in ruminants Roles of progesterone, prostaglandin, interferon tau and cortisol.pdf",
        "Perinat Med et al. - 372 Hiratsuka, Interferon in pregnancy Administration of interferon-a during pregnancy 28 (2000) 37.pdf",
        "Girardi et al. - 2020 - Essential Role of Complement in Pregnancy From Implantation to Parturition and Beyond 1.pdf",
        "Ricklin et al. - 2010 - Complement A key system for immune surveillance and homeostasis.pdf",
        "Bulla et al. - 2012 - The Complement System at the Embryo Implantation Site Friend or Foe.pdf",
        "Ganz - 2003 - The Role of Antimicrobial Peptides in Innate Immunity.pdf",
        "Oliveira et al. - 2010 - Differentiation of the endometrial macrophage during pregnancy in the cow.pdf",
        "Male - 2021 - Medawar and the immunological paradox of pregnancy in context.pdf",
        "Zahorec - 2021 - Neutrophil-to-lymphocyte ratio, past, present and future perspectives.pdf",
        "Lee et al. - 2023 - Spatiotemporal expression and regulation of peptidase inhibitor 3 and secretory leukocyte protease i 1.pdf",
        "van Nieuwenhoven et al. - 2003 - The immunology of successful pregnancy.pdf",
        "Lokki et al. - 2021 - Dysfunction of complement receptors CR3 (CD11b18) and CR4 (CD11c18) in pre-eclampsia a genetic an.pdf",
        "Fiorenza et al. - 2021 - Possible impact of neutrophils on immune responses during early pregnancy in ruminants.pdf",
        "Thurman and Renner - 2011 - Dynamic control of the complement system by modulated expression of regulatory proteins.pdf",
        "Hansen' et al. - Mechanism of action of interferon-tauin thee uterus during early pregnancy.pdf",
        "Oliveira and Hansen - 2009 - Phenotypic characterization of macrophages in the endometrium of the pregnant cow.pdf",
        "Eter et al. - 2000 - The Immune System. First of two parts.pdf",
        "Bert et al. - 2021 - Neutrophils in pregnancy New insights into innate and adaptive immune regulation.pdf",
        "Antczak - 2020 - Immunological memory and tolerance at the maternal-fetal interface Implications for reproductive ma.pdf",
        "Li et al. - 2011 - Expression of complement components, receptors and regulators by human dendritic cells.pdf",
        "Roberts et al. - 2016 - The complement receptor 3 (CD11bCD18) agonist Leukadherin-1 suppresses human innate inflammatory si.pdf",
        "Cencič et al. - 2003 - Trophoblastic interferons Do they modulate uterine cellular markers at the time of conceptus attach.pdf",
        "Budagian et al. - IL-15IL-15 receptor biology A guided tour through an expanding universe.pdf",
        "Han et al. - 2022 - Interleukin-10 and its receptors at the maternal-conceptus interface expression, regulation, and im.pdf",
        "Inkeri Lokki et al. - 2014 - Complement activation and regulation in preeclamptic placenta.pdf",
        "Imakawa et al. - 2005 - Changes in immune cell distribution and IL-10 production are regulated through endometrial IP-10 exp.pdf",
        "Lim et al. - 2018 - Cell-specific expression and signal transduction of C-C motif chemokine ligand 2 and atypical chemok.pdf",
        "Ott et al. - 2014 - Maternal immune responses to conceptus signals during early pregnancy in ruminants.pdf",
        "King et al. - 2009 - Expression of secretory leukocyte protease inhibitor and elafin in human fallopian tube and in an in.pdf",
        "Ahmad et al. - 2022 - Immune Tolerance vs. Immune Resistance The Interaction Between Host and Pathogens in Infectious Dis.pdf",
        "Teirilä et al. - 2019 - Regulation of the complement system and immunological tolerance in pregnancy.pdf",
        "Dunkelberger and Song - 2009 - Complement and its role in innate and adaptive immune responses.pdf",
        "Chow et al. - 2009 - Complement 3 deficiency impairs early pregnancy in mice.pdf",
        "Mcneela and Mills - 2001 - Manipulating the immune system humoral versus cell-mediated immunity.pdf",
        "Lee et al. - 2022 - Conceptus-derived cytokines interleukin-1β and interferon-γ induce the expression of acute phase pro.pdf",
        "Guleria and Pollard - 2000 - The trophoblast is a component of the innate immune system during pregnancy.pdf",
        "Walker et al. - 2010 - Modulation of the maternal immune system by the pre-implantation embryo.pdf",
        "Regal et al. - 2015 - The complement system and adverse pregnancy outcomes.pdf",
        "Arbore et al. - 2017 - Intracellular complement - the complosome - in immune cell regulation.pdf",
        "Kvirkvelia et al. - Targeted delivery of PGE 2 ameliorates autoimmune nephritis.pdf",
        "Mantovani et al. - 2004 - The chemokine system in diverse forms of macrophage activation and polarization.pdf",
        "Frew and Stock - 2011 - Antimicrobial peptides and pregnancy.pdf",
        "Lee et al. - 2023 - Spatiotemporal expression and regulation of peptidase inhibitor 3 and secretory leukocyte protease i.pdf",
        "Denny et al. - 2013 - Complement in pregnancy a delicate balance.pdf",
        "Farmer et al. - 1990 - Complementary DNA Cloning and Regulation of Expression of the Messenger RNA Encoding a Pregnancy-Ass.pdf",
        "Lappin et al. - 1992 - Effect of interferon-y on complement gene expression in different cell types.pdf"
      ],
      "file_count": 184
    },
    {
      "id": "[A]_Reproductive_Science_01_Endometrial_Physiology",
      "path": "[A]-Reproductive-Science/01-Endometrial-Physiology",
      "folder": "01-Endometrial-Physiology",
      "title": "01-Endometrial-Physiology",
      "files": [
        "PROSTAGLANDINS THEORY OF MATERNAL RECCGNITION OF PREGNANCY IN SWINE BASED ON ESTROGEN COM'ROLLED END.pdf",
        "Du et al. - 2014 - The integrative roles of chemokines at the maternal-fetal interface in early pregnancy.pdf",
        "Yuan et al. - 2019 - Primary decidual zone formation requires Scribble for pregnancy success in mice.pdf",
        "Wang et al. - 2020 - Single-cell transcriptomic atlas of the human endometrium during the menstrual cycle.pdf",
        "Kashiwagi et al. - 2007 - The postimplantation embryo differentially regulates endometrial gene expression and decidualization.pdf",
        "Zhang 등 - 2025 - Human receptive endometrial assembloid for deciphering the implantation window.pdf",
        "Hong and Choi - 2018 - Role of estrogen and RAS signaling in repeated implantation failure.pdf",
        "Itaoka et al. - 2015 - Cervical Expression of Elafin and SLPI in Pregnancy and Their Association With Preterm Labor.pdf",
        "B A Z E R - 1992 - MINIREVIEW Mediators of Maternal Recognition of Pregnancy in Mammals' 7 4 3 3 7 1 ~ ).pdf",
        "Chen et al. - 2004 - Estrogen Induces Expression of Secretory Leukocyte Protease Inhibitor in Rat Uterus1.pdf",
        "Ulrich et al. - 2024 - Cellular heterogeneity and dynamics of the human uterus in healthy premenopausal women.pdf",
        "Lin et al. - 2022 - Serum amyloid A, a host-derived DAMP in pregnancy.pdf",
        "Haider and Knö - Current Topic Human Tumour Necrosis Factor Physiological and Pathological Roles in Placenta and End.pdf",
        "Hannan and Salamonsen - 2008 - Role of chemokines in the endometrium and in embryo implantation.pdf",
        "Choi et al. - 2019 - Changes in calcium levels in the endometrium throughout pregnancy and the role of calcium on endomet.pdf",
        "Imakawa et al. - 2006 - Regulation of conceptus adhesion by endometrial CXC chemokines during the implantation period in she.pdf",
        "Seo et al. - 2014 - Prostaglandin transporters ABCC4 and SLCO2A1 in the uterine endometrium and conceptus during pregnan.pdf",
        "Critchley et al. - 2020 - Physiology of the Endometrium and Regulation of Menstruation.pdf",
        "Koo et al. - 2021 - CXCL12 enhances pregnancy outcome via improvement of endometrial receptivity in mice.pdf",
        "Kourtis et al. - 2014 - Pregnancy and Infection.pdf",
        "Sharma et al. - 2008 - Characterization of secretory leukocyte protease inhibitor as an inhibitor of implantation serine pr.pdf",
        "King et al. - 2000 - Presence of secretory leukocyte protease inhibitor in human endometrium and first trimester decidua 1.pdf",
        "Seo et al. - 2014 - Comprehensive analysis of prostaglandin metabolic enzyme expression during pregnancy and the charact.pdf",
        "Kim et al. - 2018 - Integrated transcriptomes throughout swine oestrous cycle reveal dynamic changes in reproductive tis.pdf",
        "Carter and Enders - 2013 - The evolution of epitheliochorial placentation.pdf",
        "Moon et al. - 2022 - Hippo Signaling in the Endometrium.pdf",
        "Moon et al. - 2022 - Estrogen Regulates the Expression and Localization of YAP in the Uterus of Mice.pdf",
        "Han et al. - 2019 - Atypical chemokine receptors 1, 2, 3 and 4 Expression and regulation in the endometrium during the.pdf",
        "Jang et al. - 2017 - Vitamin D-metabolic enzymes and related molecules Expression at the maternal-conceptus interface an.pdf",
        "Simmen et al. - 1992 - Ontogeny, Immunocytochemical Localization, and Biochemical Properties of the Pregnancy-Associated Ut.pdf",
        "Novakovic et al. - 2016 - Relationships of CD163 and CD169 positive cell numbers in the endometrium and fetal placenta with ty.pdf",
        "Butters-Johnson - 2020 - Reproduction in Swine-Understanding the Estrous Cycle for Herd Management.pdf",
        "Cornelis et al. - 2013 - Captured retroviral envelope syncytin gene associated with the unique placental structure of higher.pdf",
        "Waclawik - 2011 - Novel insights into the mechanisms of pregnancy establishment Regulation of prostaglandin synthesis.pdf",
        "Kim et al. - 2012 - Microarray analysis of gene expression in the uterine endometrium during the implantation period in.pdf",
        "Moon et al. - 2019 - STK34 Expression Is Regulated in Uterine Endometrial Cells during the Estrous Cycle.pdf",
        "Kitazawa et al. - 2020 - Endometrial Immunity for Embryo Implantation and Pregnancy Establishment.pdf",
        "Seo et al. - 2012 - Regulatory mechanism for expression of IL1B receptors in the uterine endometrium and effects of IL1B.pdf",
        "Seo et al. - 2011 - Salivary lipocalin is uniquely expressed in the uterine endometrial glands at the time of conceptus.pdf",
        "Benirschke - 1983 - Placentation.pdf",
        "Ka et al. - 2009 - Identification of differentially expressed genes in the uterine endometrium on day 12 of the estrous.pdf",
        "Spencer et al. - 2008 - Genes involved in conceptus-endometrial interactions in ruminants Insights from reductionism and th.pdf",
        "Lee et al. - 2019 - Unique epithelial expression of S100A calcium binding protein A7A in the endometrium at conceptus im.pdf",
        "Badinga et al. - 1994 - Pregnancy-Associated Endometrial Expression of Antileukoproteinase Gene Is Correlated With Epithelio.pdf",
        "Tran et al. - 2025 - GRB2 regulation of essential signaling pathways in the endometrium is critical for implantation and.pdf",
        "Wilson - 1907 - A NEW METHOD BY WHICH SPONGES MAY BE ARTIFICIALLY REARED.pdf",
        "Hoffmann et al. - 2020 - Tryptophan 2,3-Dioxygenase Expression Identified in Murine Decidual Stromal Cells Is Not Essential f.pdf",
        "Ka et al. - 2008 - Gene expression profiling of the uterus with embryos cloned by somatic cell nuclear transfer on day.pdf",
        "Meyer et al. - 2019 - New perspective on conceptus estrogens in maternal recognition and pregnancy establishment in the pi.pdf",
        "Van Den Brûle et al. - 2005 - Trophoblast Invasion and Placentation Molecular Mechanisms and Regulation.pdf",
        "Blitek et al. - 2013 - Effect of Conceptus on Transforming Growth Factor (TGF) β1 mRNA Expression and Protein Concentration.pdf",
        "Chan et al. - 2023 - The endometrial transcriptome transition preceding receptivity to embryo implantation in mice_4406907.pdf",
        "Ulutas et al. - 2009 - Acute phase protein levels in pregnancy and oestrus cycle in bitches.pdf",
        "Choi et al. - 2009 - Dynamic expression of calcium-regulatory molecules, TRPV6 and S100g, in the uterine endometrium duri.pdf",
        "Davenport et al. - Review Implantation and placentation in ruminants.pdf",
        "Bai et al. - 2009 - A Placental Protective Role for Trophoblast-Derived TNF-Related Apoptosis-Inducing Ligand (TRAIL).pdf",
        "Yoo et al. - 2023 - Matrix metalloproteinases expression and regulation in the endometrium during the estrous cycle and.pdf",
        "Chan et al. - 2023 - The endometrial transcriptome transition preceding receptivity to embryo implantation in mice.pdf",
        "King et al. - 2000 - Presence of secretory leukocyte protease inhibitor in human endometrium and first trimester decidua.pdf",
        "Walker et al. - 2012 - Endometrial gene expression during early pregnancy differs between fertile and subfertile dairy cow.pdf",
        "Park et al. - 2019 - Activation of CCL20 and its receptor CCR6 promotes endometrium preparation for implantation and plac.pdf"
      ],
      "file_count": 61
    },
    {
      "id": "[A]_Reproductive_Science_03_Microenvironment",
      "path": "[A]-Reproductive-Science/03-Microenvironment",
      "folder": "03-Microenvironment",
      "title": "03-Microenvironment",
      "files": [
        "Aldunate et al. - 2015 - Antimicrobial and immune modulatory effects of lactic acid and short chain fatty acids produced by v.pdf",
        "Di Simone et al. - 2020 - Recent Insights on the Maternal Microbiota Impact on Pregnancy Outcomes.pdf",
        "Bagga and Arora - 2020 - Genital Micro-Organisms in Pregnancy.pdf",
        "Kunii et al. - 2018 - Hot topic Pregnancy-induced expression of interferon-stimulated genes in the cervical and vaginal m.pdf",
        "Madanchi et al. - 2020 - Antimicrobial peptides of the vaginal innate immunity and their role in the fight against sexually t.pdf",
        "Baker et al. - 2018 - Uterine microbiota Residents, tourists, or invaders.pdf"
      ],
      "file_count": 6
    },
    {
      "id": "[B]_Stem_Cells_Organoids_11_Stem_Cell_Biology",
      "path": "[B]-Stem-Cells-Organoids/11-Stem-Cell-Biology",
      "folder": "11-Stem-Cell-Biology",
      "title": "11-Stem-Cell-Biology",
      "files": [
        "Hawksworth et al. - 2014 - Brief Report Complement C5a Promotes Human Embryonic Stem Cell Pluripotency in the Absence of FGF2.pdf",
        "Górska et al. - 2024 - Navigating stem cell culture insights, techniques, challenges, and prospects.pdf",
        "Zakrzewski et al. - 2019 - Stem cells past, present, and future.pdf",
        "Kuang et al. - 2025 - Generation of kidney organoids derived from human expanded potential stem cells.pdf",
        "Takasato et al. - 2016 - Generation of kidney organoids from human pluripotent stem cells.pdf",
        "Nikolits et al. - 2021 - Towards Physiologic Culture Approaches to Improve Standard Cultivation of Mesenchymal Stem Cells.pdf",
        "Hong - 2024 - Endometrial Stem Cells Orchestrating Dynamic Regeneration of Endometrium and Their Implications in.pdf",
        "Oh et al. - 2023 - In Vitro Embryogenesis and Gastrulation Using Stem Cells in Mice and Humans.pdf",
        "Eiraku et al. - 2008 - Self-Organized Formation of Polarized Cortical Tissues from ESCs and Its Active Manipulation by Extr.pdf",
        "Li et al. - 2024 - Endometrial mesenchymal stromalstem cells improve regeneration of injured endometrium in mice.pdf",
        "Zhang et al. - 2025 - Advances in human umbilical cord mesenchymal stem cells-derived extracellular vesicles and biomateri.pdf",
        "Gong et al. - 2022 - Bi-potential hPSC-derived Müllerian duct-like cells for full-thickness and functional endometrium re.pdf",
        "Ayyaz et al. - 2019 - Single-cell transcriptomes of the regenerating intestine reveal a revival stem cell.pdf",
        "Ceder et al. - 2017 - Label retention and stem cell marker expression in the developing and adult prostate identifies basa.pdf"
      ],
      "file_count": 14
    },
    {
      "id": "[B]_Stem_Cells_Organoids_12_Organoid_Development",
      "path": "[B]-Stem-Cells-Organoids/12-Organoid-Development",
      "folder": "12-Organoid-Development",
      "title": "12-Organoid-Development",
      "files": [
        "Lou et al. - 2022 - Human Endometrial Organoids Recent Research Progress and Potential Applications.pdf",
        "Moro et al. - 2024 - A Brief History of Cell Culture From Harrison to Organs-on-a-Chip.pdf",
        "Ahmad et al. - 2024 - Development of polarity-reversed endometrial epithelial organoids.pdf",
        "A brief history of organoids.pdf",
        "Smirnov et al. - 2023 - Gene expression in organoids an expanding horizon.pdf",
        "Kwon et al. - 2025 - Establishment and characterization of endometrial organoids from different placental types.pdf",
        "Jolly et al. - 2016 - Combining double fluorescence in situ hybridization with immunolabelling for detection of the expres.pdf",
        "Zhang et al. - 2024 - Human receptive endometrial organoid for deciphering the implantation window.pdf",
        "Rizo 등 - Uterine organoids reveal insights into epithelial specification and plasticity in development and di.pdf",
        "Živković and Opačak-Bernardi - 2025 - An Overview on Spheroid and Organoid Models in Applied Studies.pdf",
        "Eiraku et al. - 2011 - Self-organizing optic-cup morphogenesis in three-dimensional culture.pdf",
        "Park et al. - 2025 - AMPK Knockout Impairs the Formation of Three-Dimensional Spheroids.pdf",
        "Cindrova-Davies et al. - 2021 - Menstrual flow as a non-invasive source of endometrial organoids.pdf",
        "Kim et al. - 2023 - Kidney organoids development and applications.pdf",
        "Pfaltz et al. - 2010 - C3d immunohistochemistry on formalin-fixed tissue is a valuable tool in the diagnosis of bullous pem.pdf",
        "Rizo et al. - 2025 - Uterine organoids reveal insights into epithelial specification and plasticity in development and di.pdf",
        "Lee et al. - 2023 - In Vitro three-dimensional (3D) cell culture tools for spheroid and organoid models.pdf",
        "Zhao et al. - 2022 - Organoids.pdf",
        "Rossi et al. - 2018 - Progress and potential in organoid research.pdf",
        "Ahammed and Kalangi - 2024 - A Decade of Organoid Research Progress and Challenges in the Field of Organoid Technology.pdf",
        "Tuttle et al. - 2010 - Immunofluorescent Detection of Two Thymidine Analogues (CldU and IdU) in Primary Tissue.pdf",
        "van den Brink and van Oudenaarden - 2021 - 3D gastruloids a novel frontier in stem cell-based in vitro modeling of mammalian gastrulation.pdf",
        "Lawson et al. - 2023 - Establishment and characterization of oviductal organoids from farm and companion animals†.pdf",
        "Turco et al. - 2017 - Long-term, hormone-responsive organoid cultures of human endometrium in a chemically defined medium.pdf",
        "Zhou et al. - 2022 - Infertile human endometrial organoid apical protein secretions are dysregulated and impair trophobla.pdf"
      ],
      "file_count": 25
    },
    {
      "id": "[B]_Stem_Cells_Organoids_13_Regenerative_Engineering",
      "path": "[B]-Stem-Cells-Organoids/13-Regenerative-Engineering",
      "folder": "13-Regenerative-Engineering",
      "title": "13-Regenerative-Engineering",
      "files": [
        "He et al. - 2020 - Organoid technology for tissue engineering.pdf",
        "Hwang et al. - 2024 - Endometrial organoids a reservoir of functional mitochondria for uterine repair.pdf"
      ],
      "file_count": 2
    },
    {
      "id": "[D]_Data_Science_Methodology_32_AI_Computational_Biology",
      "path": "[D]-Data-Science-Methodology/32-AI-Computational-Biology",
      "folder": "32-AI-Computational-Biology",
      "title": "32-AI-Computational-Biology",
      "files": [
        "Paiva et al. - 2011 - Human chorionic gonadotrophin regulates FGF2 and other cytokines produced by human endometrial epith.pdf",
        "Saraiva and O'Garra - 2010 - The regulation of IL-10 production by immune cells.pdf",
        "Tran et al. - 2025 - MIG-6 Plays a Critical Role as a PGR Mediator in Maintaining Epithelial and Stromal Cells for Uterin.pdf",
        "main.pdf",
        "Simpson et al. - 1999 - Elafin (elastase-specific inhibitor) has anti-microbial activity against gram-positive and gram-nega.pdf",
        "Abeln et al. - 2019 - Sialic acid is a critical fetal defense against maternal complement attack.pdf",
        "Zhang et al. - 2018 - IDO1 impairs NK cell cytotoxicity by decreasing NKG2DNKG2DLs via promoting miR-18a.pdf",
        "Shimmon et al. - 2021 - Autophagy impairment by African swine fever virus.pdf",
        "Abrams and Miller - 2011 - The roles of the immune system in Women's reproduction Evolutionary constraints and life history tr.pdf",
        "Mihaila and Tremblay - 2001 - Human alveolar macrophages express elafin and secretory leukocyte protease inhibitor.pdf",
        "Jeong et al. - 2020 - A regulatory SH2 domain-targeting protein binder effectively inhibits the activity of Bruton's tyros.pdf",
        "Saraiva et al. - 2020 - Biology and therapeutic potential of interleukin-10.pdf",
        "Zhavoronkov et al. - 2019 - Deep learning enables rapid identification of potent DDR1 kinase inhibitors.pdf",
        "Salamonsen et al. - 2021 - Cyclical endometrial repair and regeneration.pdf",
        "Cousins et al. - 2022 - Endometrial StemProgenitor Cells–Their Role in Endometrial Repair and Regeneration.pdf"
      ],
      "file_count": 15
    },
    {
      "id": "[D]_Data_Science_Methodology_33_Workflow_Tools",
      "path": "[D]-Data-Science-Methodology/33-Workflow-Tools",
      "folder": "33-Workflow-Tools",
      "title": "33-Workflow-Tools",
      "files": [
        "Contributions Methodology - 2019 - Investigation and validation.pdf"
      ],
      "file_count": 1
    },
    {
      "id": "[D]_Data_Science_Methodology_31_Bioinformatics",
      "path": "[D]-Data-Science-Methodology/31-Bioinformatics",
      "folder": "31-Bioinformatics",
      "title": "31-Bioinformatics",
      "files": [
        "Marečková et al. - 2022 - Mapping Human Reproduction with Single-Cell Genomics.pdf",
        "Yoo et al. - 2020 - Transcriptomic analysis of interferon-γ-regulated genes in endometrial explants and their possible r.pdf",
        "Messaoudi et al. - 2019 - 15 years of transcriptomic analysis on endometrial receptivity what have we learnt.pdf"
      ],
      "file_count": 3
    },
    {
      "id": "[C]_Comparative_Species_Models_23_Comparative_Mammals",
      "path": "[C]-Comparative-Species-Models/23-Comparative-Mammals",
      "folder": "23-Comparative-Mammals",
      "title": "23-Comparative-Mammals",
      "files": [
        "Nau - 1986 - Species differences in pharmacokinetics and drug teratogenesis..pdf",
        "Winkler et al. - 2024 - The cycling and aging mouse female reproductive tract at single-cell resolution.pdf",
        "Bonilla and Oettgen - 2010 - Adaptive immunity.pdf",
        "Urzì et al. - 2023 - Three-Dimensional Cell Cultures The Bridge between In Vitro and In Vivo Models.pdf",
        "Seo et al. - 2019 - Immunohistochemical examination of trophoblast syncytialization during early placentation in sheep.pdf",
        "Mukherjee et al. - 2022 - Role of animal models in biomedical research a review.pdf",
        "Aflatoonian et al. - 2014 - Role of the innate immunity in female reproductive tract.pdf",
        "Sohn et al. - 2020 - Effective inhibition of C3a-mediated pro-inflammatory response by a human C3a-specific protein binde.pdf",
        "Burns et al. - 2016 - Extracellular vesicles originate from the conceptus and uterus during early pregnancy in sheep.pdf",
        "Ung 등 - 2025 - Single cell-scale spatial transcriptome profiling of the adult cycling mouse uterus.pdf",
        "Takahashi and Yamanaka - 2006 - Induction of Pluripotent Stem Cells from Mouse Embryonic and Adult Fibroblast Cultures by Defined Fa.pdf",
        "Ahmed et al. - 2018 - Tracking EBV-encoded RNAs (EBERs) from the nucleus to the excreted exosomes of B-lymphocytes.pdf",
        "Bustin et al. - 2009 - The MIQE guidelines minimum information for publication of quantitative real-time PCR experiments.pdf",
        "Hiratsuka et al. - 2008 - The S100A8-serum amyloid A3-TLR4 paracrine cascade establishes a pre-metastatic phase.pdf",
        "Jang et al. - 2017 - Expression and regulation of prostaglandin transporters, ATP-binding cassette, subfamily C, member 1.pdf",
        "Leslie and Mayor - 2013 - Complement in animal development Unexpected roles of a highly conserved pathway.pdf",
        "Hickey et al. - 2013 - Mouse estrous cycle regulation of vaginal versus uterine cytokines, chemokines, α-β-defensins and T.pdf",
        "Kearns and Reynolds - 2024 - The impact of non-nutritive sweeteners on fertility, maternal and child health outcomes a review of.pdf",
        "Martin - 1981 - Isolation of a pluripotent cell line from early mouse embryos cultured in medium conditioned by tera.pdf",
        "Lee et al. - Estrogen upregulates nucleophosmin 1 expression in mouse uterus through MYC induction.pdf",
        "Yelich et al. - 1997 - Detection of transcripts for retinoic acid receptors, retinol-binding protein, and transforming grow.pdf",
        "De Clercq et al. - 2017 - Isolation of Mouse Endometrial Epithelial and Stromal Cells for In Vitro Decidualization.pdf",
        "Gasteiger et al. - 2017 - Cellular Innate Immunity An Old Game with New Players.pdf",
        "Li and DeMayo - 2025 - Revolutionizing Implantation Studies Uterine-Specific Models and Advanced Technologies.pdf",
        "Greenfederu et al. - 1995 - THE JOURNAL OF BIOLOGICAL CHEMISTRY Molecular Cloning and Characterization of a Second Subunit of th.pdf",
        "Matoba and Zhang - 2018 - Somatic Cell Nuclear Transfer Reprogramming Mechanisms and Applications.pdf",
        "Carroll et al. - 2008 - Signalling, inflammation and arthritis Crossed signals The role of interleukin-15 and -18 in autoi.pdf",
        "Mendes et al. - 2019 - Lectin histochemical pattern on the normal and cystic ovaries of sows.pdf",
        "Walter - 2020 - The Role of Structure in the Biology of Interferon Signaling.pdf",
        "Seo et al. - 2025 - Melatonin synergizes with prostaglandin E2 to enhance YAP-mediated regenerative epithelial cell emer.pdf",
        "Riera Romo et al. - 2016 - Innate immunity in vertebrates an overview.pdf",
        "Zackular et al. - 2015 - Nutritional Immunity S100 Proteins at the Host-Pathogen Interface .pdf",
        "Tekin and Hansen - 2002 - Natural Killer-Like Cells in the Sheep Functional Characterization and Regulation by Pregnancy-Asso.pdf",
        "Furuminato et al. - 2023 - The role of mesenchymal estrogen receptor 1 in mouse uterus in response to estrogen.pdf",
        "Jang et al. - 2017 - Synergistic effect of melatonin and ghrelin in preventing cisplatin-induced ovarian damage via regul.pdf",
        "François Lefèvre et al. - Interferon-delta the first member of a novel type I interferon family.pdf",
        "Jung et al. - 2023 - A conformation-selective protein binder for a KRAS mutant inhibits the interaction between RAS and R.pdf",
        "Cochet et al. - 2009 - Novel interferon delta genes in mammals Cloning of one gene from the sheep, two genes expressed by.pdf",
        "Fujimura et al. - 2025 - Establishment of an in vitro implantation model using a newly developed mouse endometrial org.pdf",
        "Boraschi and Tagliabue - 2013 - The interleukin-1 receptor family.pdf",
        "Yu et al. - 2023 - Oligomeric states of ASC specks regulate inflammatory responses by inflammasome in the extracellular.pdf",
        "Liu et al. - 1997 - Uterocalin A mouse acute phase protein expressed in the uterus around birth.pdf",
        "Banadakoppa et al. - 2020 - Complement inhibitor Crry expression in mouse placenta is essential for maintaining normal blood pre.pdf",
        "Cao et al. - 2015 - Label-Retaining Stromal Cells in Mouse Endometrium Awaken for Expansion and Repair After Parturition.pdf",
        "Zhang 등 - 2025 - Comparative analysis of organoid, air-liquid interface, and direct infection models for studying pat.pdf",
        "Kim et al. - 2023 - Construction and Functionalization of a Clathrin Assembly for a Targeted Protein Delivery.pdf",
        "Sakumoto et al. - 2017 - Possible roles of CC- and CXC-chemokines in regulating bovine endometrial function during early preg.pdf",
        "JAN VILCEK - 2003 - Novel interferons.pdf",
        "Winuthayanon et al. - 2014 - Uterine epithelial cell estrogen receptor alpha-dependent and -independent genomic profiles that und.pdf",
        "Fujimura et al. - 2025 - Establishment of an in vitro implantation model using a newly developed mouse endometrial organoid.pdf",
        "Moore et al. - 2001 - INTERLEUKIN-10 AND THE INTERLEUKIN-10 RECEPTOR.pdf",
        "Directive 201063EU of the European Parliament and of the Council of 22 September 2010 on the prote.pdf",
        "Ott - 2019 - Symposium review Immunological detection of the bovine conceptus during early pregnancy.pdf",
        "Shouval et al. - 2014 - Interleukin 10 Receptor Signaling Master Regulator of Intestinal Mucosal Homeostasis in Mice and Hu.pdf",
        "Kim et al. - 2021 - Computationally-guided design and affinity improvement of a protein binder targeting a specific site.pdf",
        "Molina et al. - 2020 - New opportunities for endometrial health by modifying uterine microbial composition Present or futu.pdf",
        "Han et al. - 2018 - Expression and regulation of inhibitor of DNA binding proteins ID1, ID2, ID3, and ID4 at the materna.pdf",
        "Jia et al. - 2023 - Single-cell transcriptomic characterization of sheep conceptus elongation and implantation.pdf",
        "Tekin and Hansen - 2004 - Regulation of numbers of macrophages in the endometrium of the sheep by systemic effects of pregnanc.pdf",
        "Ëaban Tekin and Hansen - Lymphocyte-mediated lysis of sheep chorion susceptibility of chorionic cells to third-party and mat.pdf",
        "Kumar - 2018 - Natural killer cell cytotoxicity and its regulation by inhibitory receptors.pdf",
        "Lala and Graham - 1990 - Mechanisms of trophoblast invasiveness and their control the role of proteases and protease inhibit.pdf",
        "Bany et al. - 2012 - Analysis of uterine gene expression in interleukin-15 knockout mice reveals uterine natural killer c.pdf",
        "Cui et al. - 2014 - Characterization of the IL-15 niche in primary and secondary lymphoid organs in vivo.pdf",
        "Medina-Laver et al. - 2021 - What Do We Know about Classical and Non-Classical Progesterone Receptors in the Human Female Reprodu.pdf",
        "Fröhlich et al. - 2001 - Organization of the human gene encoding the epididymis-specific EP2 protein variants and its relatio.pdf",
        "Allard-Chamard et al. - 2020 - Interleukin-15 in autoimmunity.pdf",
        "M Simmen et al. - 1991 - Regulation of Synthesis of Uterine Secretory Proteins Evidence for Differential Induction of Porcin.pdf",
        "Sojka et al. - 2019 - Uterine natural killer cells.pdf",
        "Fromell et al. - 2020 - Assessment of the Role of C3(H2O) in the Alternative Pathway.pdf",
        "Viganò et al. - 2002 - Expression of interleukin-10 and its receptor is up-regulated in early pregnant Versus cycling human.pdf",
        "Katze et al. - 2002 - Viruses and interferon A fight for supremacy.pdf",
        "Marshall et al. - 2023 - Poor Translatability of Biomedical Research Using Animals — A Narrative Review.pdf",
        "Li et al. - 2002 - Ovarian Steroid-Regulated Synthesis and Secretion of Complement C3 and Factor B in Mouse Endometrium.pdf",
        "Nikolakopoulou et al. - 2025 - An organoid model of the menstrual cycle reveals the role of the luminal epithelium in regeneration.pdf",
        "The Role of c-Jun Protein in Proliferation and Apoptosis of the.pdf",
        "Sano et al. - 2000 - Effects of secretory leucocyte protease inhibitor on the production of the anti-inflammatory cytokin.pdf",
        "Williams et al. - 2006 - SLPI and elafin One glove, many fingers.pdf",
        "Hazenberg and Spits - 2014 - Human innate lymphoid cells.pdf",
        "George D Kalliolias and Lionel B Ivashkiv - 2010 - Overview of the biology of type I interferons.pdf",
        "Bauersachs and Wolf - 2013 - Immune aspects of embryo-maternal cross-talk in the bovine uterus.pdf",
        "Lee and DeMayo - 2004 - Animal models of implantation.pdf",
        "Kitaya et al. - 2007 - Genes regulated by interferon-γ in human uterine microvascular endothelial cells.pdf",
        "Yoo et al. - 2022 - Loss of MIG-6 results in endometrial progesterone resistance via ERBB2.pdf",
        "Hwang et al. - 2025 - Regulation of Transcriptional Coactivator with PDZ-Binding Motif (TAZ) Expression by Estrogen in the.pdf",
        "Burghardt et al. - 2002 - Integrins and extracellular matrix proteins at the maternal-fetal interface in domestic animals.pdf",
        "Manivasagam and Klein - 2021 - Type III Interferons Emerging Roles in Autoimmunity.pdf",
        "Meyer and Jaspers - 2015 - Respiratory proteaseantiprotease balance determines susceptibility to viral infection and can be mo.pdf",
        "Kim et al. - 2021 - TRITC-Loaded PLGA Nanoparticles as Drug Delivery Carriers in Mouse Oocytes and Embryos.pdf",
        "Boehm et al. - 1997 - CELLULAR RESPONSES TO INTERFERON-γ.pdf",
        "Catalini and Fedder - 2020 - Characteristics of the endometrium in menstruating species lessons learned from the animal kingdom†.pdf",
        "Guimarães - 2025 - Are Animal Models Necessary Exploring (Dis)advantages and Alternatives.pdf",
        "Jang et al. - 2022 - Calcium-binding proteins S100A8, S100A9, and S100A12 expression and regulation at the maternal-conc.pdf",
        "Naik et al. - 2023 - The impact of non-caloric artificial sweetener aspartame on female reproductive system in mice model.pdf",
        "Sato et al. - 2016 - Comparative histopathology of the estrous or menstrual cycle in laboratory animals.pdf",
        "Bae et al. - 2021 - Dendrimer-Like Supramolecular Assembly of Proteins with a Tunable Size and Valency Through Stepwise.pdf",
        "Triebwasser et al. - 2018 - Timing and mechanism of conceptus demise in a complement regulatory membrane protein deficient mouse.pdf",
        "Rosario et al. - Enhanced expressions of endometrial tumour necrosis factor alpha and its receptors during early preg.pdf",
        "Złotkowska and Andronowska - 2019 - Chemokines as the modulators of endometrial epithelial cells remodelling.pdf",
        "Domínguez-Oliva et al. - 2023 - The Importance of Animal Models in Biomedical Research Current Insights and Applications.pdf",
        "Robertson and Sharkey - 2016 - Seminal fluid and fertility in women.pdf",
        "Croy et al. - 2014 - The guide to investigation of mouse pregnancy.pdf",
        "§1 et al. - 2010 - A Novel Mannose-binding LectinFicolin-associated Protein Is Highly Expressed in Heart and Skeletal.pdf",
        "Winuthayanon et al. - 2014 - Uterine Epithelial Cell Estrogen Receptor Alpha-Dependent and -Independent Genomic Profiles That Und_1069726.pdf",
        "Schroder et al. - 2004 - Interferon-γ an overview of signals, mechanisms and functions.pdf",
        "Yilmaz et al. - 2025 - Transgene-free generation of mouse post-gastrulation whole embryo models solely from naive ESCs and.pdf",
        "Wright - 2005 - Immunoregulatory functions of surfactant proteins.pdf",
        "Hiemstra et al. - 1996 - Antibacterial Activity of Antileukoprotease.pdf",
        "Wang et al. - 2025 - Endometrial aging is accompanied by H3K27ac and PGR loss.pdf",
        "Chen 등 - 2022 - Spatiotemporal transcriptomic atlas of mouse organogenesis using DNA nanoball-patterned arrays.pdf",
        "Rogers et al. - 2025 - Modelling menstruation in the common mouse a narrative review.pdf",
        "Oliveira et al. - 2013 - Characterization of the Th Profile of the Bovine Endometrium during the Oestrous Cycle and Early Pre.pdf",
        "Aoki et al. - 2008 - Two pathways for lysophosphatidic acid production.pdf",
        "Hoffmann and Akira - 2013 - Innate immunity.pdf",
        "He et al. - 2019 - Identification of Gene Expression Changes Associated With Uterine Receptivity in Mice.pdf"
      ],
      "file_count": 115
    },
    {
      "id": "[C]_Comparative_Species_Models_22_Porcine_Model",
      "path": "[C]-Comparative-Species-Models/22-Porcine-Model",
      "folder": "22-Porcine-Model",
      "title": "22-Porcine-Model",
      "files": [
        "Bidarimath et al. - 2017 - Extracellular vesicle mediated intercellular communication at the porcine maternal-fetal interface.pdf",
        "Jiwakanon et al. - 2006 - The Endometrium of the Anoestrous Female Pig Studies on Infiltration by Cells of the Immune System.pdf",
        "Bae et al. - 2020 - Function of CCL5 in maternal-fetal interface of pig during early pregnancy.pdf",
        "Paudel et al. - 2021 - Temporal and spatial expression of adrenomedullin and its receptors in the porcine uterus and peri-i.pdf",
        "Park et al. - 2011 - Analysis of imprinted gene expression in normal fertilized and uniparental preimplantation porcine e.pdf",
        "Zhang et al. - 2017 - Generation of complement protein C3 deficient pigs by CRISPRCas9-mediated gene targeting.pdf",
        "Geisert et al. - 2017 - Rapid conceptus elongation in the pig An interleukin 1 beta 2 and estrogen-regulated phenomenon.pdf",
        "Dantzer - 1985 - Electron microscopy of the initial stages of placentation in the pig.pdf",
        "Chen et al. - 2015 - Differential gene expression in uterine endometrium during implantation in pigs.pdf",
        "Erikson et al. - 2009 - Secreted Phosphoprotein 1 (SPP1, Osteopontin) Binds to Integrin Alphavbeta6 on Porcine Trophectoderm.pdf",
        "Mair et al. - 2014 - The porcine innate immune system An update.pdf",
        "Chen et al. - 2021 - SYNCRIP facilitates porcine parvovirus viral DNA replication through the alternative splicing of NS1.pdf",
        "Badinga et al. - 1999 - Uterine-Associated Serine Protease Inhibitors Stimulate Deoxyribonucleic Acid Synthesis in Porcine E.pdf",
        "Zeng et al. - 2019 - Spatial organization of endometrial gene expression at the onset of embryo attachment in pigs.pdf",
        "Yoo et al. - 2019 - Analysis of stage-specific expression of the toll-like receptor family in the porcine endometrium th.pdf",
        "Steinhauser et al. - 2017 - Expression of progesterone receptor in the porcine uterus and placenta throughout gestation correla.pdf",
        "Jung et al. - 2021 - Expression of Caspases in the Pig Endometrium Throughout the Estrous Cycle and at the Maternal-Conce.pdf",
        "Vélez et al. - 2019 - IL-1β, IL-2 and IL-4 concentration during porcine gestation.pdf",
        "Vaughan et al. - 1992 - Expression of the genes for TGF alpha, EGF and the EGF receptor during early pig development.pdf",
        "Soede et al. - 2011 - Reproductive cycles in pigs.pdf",
        "Yoo et al. - 2019 - Leukemia inhibitory factor and its receptor expression and regulation in the porcine endometrium th.pdf",
        "Wessels et al. - 2011 - Expression of chemokine decoy receptors and their ligands at the porcine maternal-fetal interface.pdf",
        "Salvesen and Mollnes - 2009 - Pathway-specific complement activity in pigs evaluated with a human functional complement assay.pdf",
        "Dawson and Lunney - 2018 - Porcine cluster of differentiation (CD) markers 2018 update.pdf",
        "Walter and Bavdek - 1997 - Lectin binding patterns of porcine oviduct mucosa and endometrium during the oestrous cycle.pdf",
        "Boonsoongnern et al. - 2021 - Correlation between antibody response against porcine epidemic diarrhea virus in sows and their offs.pdf",
        "Mair et al. - 2012 - NKp46 expression discriminates porcine NK cells with different functional properties.pdf",
        "Choi et al. - 2014 - Calcium extrusion regulatory molecules Differential expression during pregnancy in the porcine uter.pdf",
        "García-Vázquez et al. - 2021 - Evidence of haptoglobin in the porcine female genital tract during oestrous cycle and its effect on.pdf",
        "Okrasa et al. - 2014 - THE UTERINE SECRETORY ACTIVITY AND ITS PHYSIOLOGICAL CHANGES IN THE PIG.pdf",
        "Song et al. - 2010 - Cathepsin B, cathepsin L, and cystatin C in the porcine uterus and placenta Potential roles in endo.pdf",
        "Kim et al. - 2009 - Uterine Expression of Epidermal Growth Factor Family During the Course of Pregnancy in Pigs.pdf",
        "Joyce et al. - 2007 - Pig conceptuses secrete estrogen and interferons to differentially regulate uterine STAT1 in a tempo.pdf",
        "Lim et al. - 2018 - Characterization of C-C motif chemokine ligand 4 in the porcine endometrium during the presence of t.pdf",
        "Reed et al. - 1998 - Control of Secretory Leukocyte Protease Inhibitor Gene Expression in the Porcine Periimplantation En 1.pdf",
        "Kliem et al. - 1998 - Only a truncated epidermal growth factor receptor protein is present in porcine endometrium.pdf",
        "Bazer et al. - 2012 - Uterine biology in pigs and sheep.pdf",
        "Ka et al. - 2007 - Regulation of expression of fibroblast growth factor 7 in the pig uterus by progesterone and estradi.pdf",
        "Mathew et al. - 2011 - Uterine Progesterone Receptor Expression, Conceptus Development, and Ovarian Function in Pigs Treate.pdf",
        "Geisert et al. - 2014 - Cytokines from the pig conceptus Roles in conceptus development in pigs.pdf",
        "Huang et al. - 2017 - Increased neutralizing antibody production and interferon-γ secretion in response to porcine reprodu.pdf",
        "Jacobsen et al. - 2016 - FcRn Expression on Placenta and Fetal Jejunum during Early, Mid-, and Late Gestation in Minipigs.pdf",
        "Shim et al. - 2013 - Analysis of legumain and cystatin 6 expression at the maternal-fetal interface in pigs.pdf",
        "Phatsara et al. - 2007 - Molecular genetic analysis of porcine mannose-binding lectin genes, MBL1 and MBL2, and their associa.pdf",
        "Seo et al. - 2013 - Analysis of ENPP2 in the Uterine Endometrium of Pigs Carrying Somatic Cell Nuclear.pdf",
        "Johns et al. - 2021 - Conceptus interferon gamma is essential for establishment of pregnancy in the pig†.pdf",
        "Yu et al. - 1993 - Elevated endometrial natural killer cell activity during early porcine pregnancy is conceptus-mediat.pdf",
        "Lothong et al. - 2023 - Differential innate immune response of endometrial cells to porcine reproductive and respiratory syn.pdf",
        "Kayser et al. - 2006 - Global characterization of porcine intrauterine proteins during early pregnancy.pdf",
        "Choi et al. - 2012 - Regulation of S100G expression in the uterine endometrium during early pregnancy in pigs.pdf",
        "Geisert et al. - Establishment of Pregnancy in the Pig II. Cellular Remodeling of the Porcine Blastocyst During Elon.pdf",
        "Mathew et al. - 2016 - Interleukins, interferons, and establishment of pregnancy in pigs.pdf",
        "Christenson et al. - 1994 - Luteal maintenance during early pregnancy in the pig role for prostaglandin E21,2.pdf",
        "Yelich et al. - 1997 - Ontogeny of Elongation and Gene Expression in the Early Developing Porcine Conceptus.pdf",
        "Matsuno et al. - 2019 - Characterization of mRNA profiles of the exosome-like vesicles in porcine follicular fluid.pdf",
        "Bischof et al. - 1996 - Dynamic changes in the lymphocyte subpopulations of pig uterine lymph nodes.pdf",
        "Bazer - 2013 - Pregnancy recognition signaling mechanisms in ruminants and pigs.pdf",
        "Samborski et al. - 2013 - Deep sequencing of the porcine endometrial transcriptome on day 14 of pregnancy.pdf",
        "Lewis et al. - 2021 - Epigenetic regulation during human cortical development Seq-ing answers from the brain to the organ.pdf",
        "Bischof et al. - 1995 - Cellular immune responses in the pig uterus during pregnancy.pdf",
        "Engelhardt et al. - 2002 - Evaluation of Natural Killer Cell Recruitment to Embryonic Attachment Sites During Early Porcine Pre.pdf",
        "Velez et al. - 2024 - Changes in Immune Response during Pig Gestation with a Focus on Cytokines.pdf",
        "Gudelska et al. - 2020 - The expression of chemerin and its receptors (CMKLR1, GPR1, CCRL2) in the porcine uterus during the.pdf",
        "Seo et al. - 2012 - Analysis of the lysophosphatidic acid-generating enzyme ENPP2 in the uterus during pregnancy in pigs.pdf",
        "Perry and Crombie - 1982 - Ultrastructure of the uterine glands of the pig.pdf",
        "Campo et al. - 2017 - De- and recellularization of the pig uterus A bioengineering pilot study.pdf",
        "Spencer et al. - 1992 - The Journal of Histochemistry and Cytochemistry Lectin Binding Sites as Markers of Neonatal Porcine.pdf",
        "Pérez et al. - 2007 - Phenotypic and functional characterization of porcine granulocyte developmental stages using two new.pdf",
        "Tang et al. - 2015 - A Unique Gene Regulatory Network Resets the Human Germline Epigenome for Development.pdf",
        "Reed et al. - 1996 - Porcine Endometrial Glandular Epithelial Cells In Vitro Transcriptional Activities of the Pregnancy.pdf",
        "Dantzer - 1985 - Anatomy and Embryology Electron microscopy of the initial stages of placentation in the pig.pdf",
        "Dimova et al. - 2008 - Superficial implantation in pigs is associated with decreased numbers and redistribution of endometr.pdf",
        "Henricks et al. - 1972 - Plasma Estrogen, Progesterone and Luteinizing Hormone Levels During the Estrous Cycle in Pigs.pdf",
        "Bazer and Johnson - 2014 - Pig blastocyst-uterine interactions.pdf",
        "Ziecik et al. - 2018 - Regulation of the porcine corpus luteum during pregnancy.pdf",
        "Reed et al. - 1998 - Control of Secretory Leukocyte Protease Inhibitor Gene Expression in the Porcine Periimplantation En.pdf",
        "Bidarimath et al. - 2016 - Altered expression of chemokines and their receptors at porcine maternal-fetal interface during earl.pdf",
        "Han et al. - 2021 - The Immune Barrier of Porcine Uterine Mucosa Differs Dramatically at Proliferative and Secretory Pha.pdf"
      ],
      "file_count": 78
    },
    {
      "id": "[C]_Comparative_Species_Models_21_Human_Biology",
      "path": "[C]-Comparative-Species-Models/21-Human-Biology",
      "folder": "21-Human-Biology",
      "title": "21-Human-Biology",
      "files": [
        "Kenny and Kell - 2017 - Immunological tolerance, pregnancy, and preeclampsia The roles of semen microbes and the father 1.pdf",
        "Sobstyl et al. - 2022 - The Role of Microbiota in the Immunopathogenesis of Endometrial Cancer.pdf",
        "Liew and Kubes - 2019 - THE NEUTROPHIL’S ROLE DURING HEALTH AND DISEASE.pdf",
        "Suarez-Martinez et al. - 2022 - 3D and organoid culture in research physiology, hereditary genetic diseases and cancer.pdf",
        "Tomaiuolo et al. - 2020 - Microbiota and Human Reproduction The Case of Female Infertility.pdf",
        "Franczak et al. - 2012 - The effect of tumor necrosis factor α (TNFα), interleukin 1β (IL1β) and interleukin 6 (IL6) on endom.pdf",
        "Holers - 2014 - Complement and its receptors New insights into human disease.pdf",
        "Jiang 등 - 2024 - Proof-of-Concept for Long-Term Human Endometrial Epithelial Organoids in Modeling Menstrual Cycle Re.pdf",
        "Beilmann et al. - 2025 - Application of new approach methodologies for nonclinical safety assessment of drug candidates.pdf",
        "Kenny and Kell - 2017 - Immunological Tolerance, Pregnancy, and Preeclampsia The Roles of Semen Microbes and the Father.pdf",
        "Skytthe et al. - 2020 - Targeting of cd163+ macrophages in inflammatory and malignant diseases.pdf",
        "Sappenfield et al. - 2013 - Pregnancy and susceptibility to infectious diseases.pdf",
        "Kumar et al. - 2020 - Drivers and Regulators of Humoral Innate Immune Responses to Infection and Cancer.pdf",
        "Wu et al. - 2023 - Making In Vitro Tumor Models Whole Again.pdf",
        "Garcia-Alonso et al. - 2021 - Mapping the temporal and spatial dynamics of the human endometrium in vivo and in vitro.pdf",
        "Park and Han - 2022 - Interferon Signaling in the Endometrium and in Endometriosis.pdf",
        "Awano-Kim et al. - 2025 - Novel therapeutic strategies for Asherman's syndrome Endometrial regeneration using menstrual blood.pdf",
        "Lancaster et al. - 2013 - Cerebral organoids model human brain development and microcephaly.pdf",
        "Kapałczyńska et al. - 2016 - 2D and 3D cell cultures – a comparison of different types of cancer cell cultures.pdf",
        "Mak et al. - 2014 - Lost in translation animal models and clinical trials in cancer treatment.pdf",
        "Park et al. - 2019 - LNX1 contributes to tumor growth by down-regulating p53 stability.pdf",
        "Beenken and Mohammadi - 2009 - The FGF family Biology, pathophysiology and therapy.pdf",
        "Simeone et al. - 2020 - Extracellular vesicles as signaling mediators and disease biomarkers across biological barriers.pdf",
        "Meri - 2013 - Complement activation in diseases presenting with thrombotic microangiopathy.pdf",
        "Tang et al. - 2022 - Human organoids in basic research and clinical applications.pdf",
        "Liu et al. - 2017 - Complement receptor 3 has negative impact on tumor surveillance through suppression of natural kille.pdf",
        "de Miguel‐Gómez et al. - 2021 - Stem cells and the endometrium From the discovery of adult stem cells to pre‐clinical models.pdf",
        "Ramuta et al. - 2021 - Antimicrobial Activity of Human Fetal Membranes From Biological Function to Clinical Use.pdf",
        "Maiguel et al. - 2011 - Small molecule-mediated activation of the integrin CD11bCD18 reduces inflammatory disease.pdf",
        "Reagan-Shaw et al. - 2008 - Dose translation from animal to human studies revisited.pdf",
        "Park et al. - 2026 - Human bone marrow niche organoids for disease modeling and therapeutic application in hematopoietic.pdf",
        "Rawlings 등 - 2021 - Modelling the impact of decidual senescence on embryo implantation in human endometrial assembloids.pdf",
        "Collins et al. - 2020 - Patient-derived explants, xenografts and organoids 3-dimensional patient-relevant pre-clinical mode.pdf",
        "Meza Guzman et al. - 2020 - Natural Killer Cells Tumor Surveillance and Signaling.pdf",
        "Salliss et al. - 2021 - The role of gut and genital microbiota and the estrobolome in endometriosis, infertility and chronic.pdf",
        "Van Norman - 2019 - Limitations of Animal Studies for Predicting Toxicity in Clinical Trials.pdf",
        "Ren et al. - 2025 - A small-molecule TNIK inhibitor targets fibrosis in preclinical and clinical models.pdf",
        "Piwocka et al. - 2024 - Empowering personalized medicine unleashing the potential of patient-derived explants in clinical p.pdf",
        "Gharibeh et al. - 2022 - Cell-based therapy in thin endometrium and Asherman syndrome.pdf",
        "Liu et al. - 2025 - Harnessing 2D and 3D human endometrial cell culture models to investigate SARS-CoV-2 infection in ea.pdf",
        "Orkin et al. - 1977 - A murine tumor producing a matrix of basement membrane.pdf",
        "Liu et al. - 2021 - New insights into M1M2 macrophages key modulators in cancer progression.pdf",
        "Schäfer et al. - 2011 - Critical evaluation of human endometrial explants as an ex vivo model system a molecular approach.pdf",
        "Kagawa et al. - 2022 - Human blastoids model blastocyst development and implantation.pdf",
        "Mookherjee et al. - 2020 - Antimicrobial host defence peptides functions and clinical potential.pdf",
        "Labadie et al. - 2019 - Reimagining IDO pathway inhibition in cancer immunotherapy via downstream focus on the tryptophan–ky.pdf",
        "Yoo et al. - 2020 - Uterine epithelial expression of the tumor necrosis factor superfamily A strategy for immune privil.pdf",
        "Sikora et al. - 2018 - The role of complement components C1q, MBL and C1 inhibitor in pathogenesis of endometriosis.pdf",
        "Paul and Lal - 2017 - The molecular mechanism of natural killer cells function and its importance in cancer immunotherapy.pdf",
        "Xu et al. - 2024 - Mapping Single-Cell Transcriptomes of Endometrium Reveals Potential Biomarkers in Endometrial Cancer.pdf",
        "Dong et al. - 2017 - PD-1 and its ligands are important immune checkpoints in cancer.pdf",
        "Boretto et al. - 2017 - Development of organoids from mouse and human endometrium showing endometrial epithelium physiology.pdf",
        "Sun et al. - 2022 - Why 90% of clinical drug development fails and how to improve it.pdf",
        "Soares et al. - 2017 - Disease tolerance and immunity in host protection against infection.pdf",
        "Chen 등 - 2023 - A New Type of Endometrial Cancer Models in Mice Revealing the Functional Roles of Genetic Drivers an.pdf",
        "Abreu et al. - 2020 - Patient-derived ovarian cancer explants preserved viability and histopathological features in long-.pdf",
        "Lee and Lee - 2020 - Trends in the development of human stem cell-based non-animal drug testing models.pdf",
        "Jabri et al. - 2025 - Endometrial Organoids and Their Role in Modeling Human Infertility.pdf",
        "de Miguel-Gómez et al. - 2021 - Stem Cells and the Endometrium From the Discovery of Adult Stem Cells to Pre-Clinical Models.pdf",
        "Shibata et al. - 2024 - Modeling embryo-endometrial interface recapitulating human embryo implantation.pdf",
        "De Miguel-Gómez et al. - 2021 - Stem Cells and the Endometrium From the Discovery of Adult Stem Cells to Pre-Clinical Models_1105367.pdf",
        "Freedman et al. - 2018 - Impact of Gadolinium-enhancing (GD+) Lesions on No Evidence of Disease Activity (NEDA) Status in Sub.pdf",
        "Shishido et al. - 2012 - Humoral innate immune response and disease.pdf",
        "Correia-Álvarez et al. - Early embryonic and endometrial regulation of tumor necrosis factor and tumor necrosis factor recept.pdf",
        "Marquardt et al. - 2019 - Progesterone and Estrogen Signaling in the Endometrium What Goes Wrong in Endometriosis.pdf"
      ],
      "file_count": 65
    }
  ]
}